{
  "header": "Obtenir mon numéro de dossier",
  "description": "Remplissez les champs ci-dessous pour obtenir votre numéro de dossier. Assurez-vous que vos informations correspondent à votre formulaire de demande de passeport. Nous enverrons ensuite le numéro de dossier par courriel à l'adresse courriel enregistrée.",
  "email": {
    "label": "Adresse courriel",
    "error": {
      "required": "L'adresse courriel est obligatoire.",
      "valid": "L'adresse courriel doit être valide."
    }
  },
  "given-name": {
    "error": {
      "required": "Prénom(s) obligatoire(s)."
    },
    "label": "Prénom(s)"
  },
  "surname": {
    "error": {
      "required": "Le nom de famille est obligatoire."
    },
    "label": "Nom de famille"
  },
  "date-of-birth": {
    "error": {
      "current": "La date de naissance doit être dans le passé.",
      "invalid": "La date de naissance doit être valide selon le format suivant : AAAA-MM-JJ (Année-Mois-Jour).",
      "required": "La date de naissance est obligatoire."
    },
    "label": "Date de naissance"
  },
  "email-esrf": "Envoyer mon numéro de dossier (FEDS)",
  "email-sent-confirmation": "Un courriel a été envoyé s'il y avait une correspondance dans nos dossiers avec le numéro de dossier (FEDS).",
  "email-confirmation-msg": {
    "request-received": "Votre demande d'obtention du numéro de dossier a été reçue",
    "if-exists": "Si nous sommes en mesure de localiser le dossier avec les informations que vous nous avez fournies, nous vous enverrons un courriel avec le numéro de dossier.",
    "please-contact": "Vous devriez recevoir un courriel dans les 30 minutes. Si vous ne le recevez pas, appelez le centre d'appel des passeports au "
  },
  "page-unauth": {
    "header": "Page non-autorisée",
    "desc": "Veuillez accepter les conditions de confidentialité et de courriel et donner votre consentement avant de recevoir votre numéro de dossier (FEDS).",
    "button": "Conditions de confidentialité et de courriel"
  },
  "help-message": {
    "email": "Indiquez votre adresse électronique complète, telle qu'elle figure sur le formulaire de demande de passeport. Pour les demandes concernant des enfants, fournissez l'adresse électronique complète du parent ou du tuteur légal du demandeur, exactement comme indiqué sur la demande de passeport."
  },
  "header-messages": {
    "fill-in-field": "Remplissez les champs ci-dessous pour obtenir votre numéro de dossier. Nous vous enverrons ensuite le numéro de dossier à l'adresse électronique indiquée dans votre dossier.",
    "matches": "Assurez-vous que vos informations correspondent à votre formulaire de demande de passeport.",
    "for-child": "Pour les demandes concernant des enfants, utilisez le(s) prénom(s) et le nom de famille de l'enfant exactement comme indiqué sur sa demande de passeport.",
    "passport-officer": "Lors de la saisie de la demande dans notre système, l'agent des passeports peut avoir mis à jour les informations de la demande pour qu'elles correspondent aux informations fournies sur la preuve de citoyenneté ou sur les pièces d'identité justificatives. Ces renseignements peuvent différer des renseignements préférés pour vous ou votre enfant."
  }
}
