{
  "header": "Obtenir mon numéro de dossier (FEDS)",
  "description": "Veuillez saisir les champs obligatoires suivants, tels qu'ils figurent sur votre formulaire de demande de passeport, pour que votre numéro de dossier (FEDS) soit envoyé par courriel à l'adresse courriel au dossier.",
  "email": {
    "label": "Adresse courriel",
    "error": {
      "required": "L'adresse courriel est obligatoire.",
      "valid": "L'adresse courriel doit être valide."
    }
  },
  "given-name": {
    "error": {
      "required": "Prénom(s) obligatoire(s)."
    },
    "label": "Prénom(s)"
  },
  "surname": {
    "error": {
      "required": "Le nom de famille est obligatoire."
    },
    "label": "Nom de famille"
  },
  "date-of-birth": {
    "error": {
      "current": "La date de naissance doit être dans le passé.",
      "invalid": "La date de naissance doit être valide selon le format suivant : AAAA-MM-JJ (Année-Mois-Jour).",
      "required": "La date de naissance est obligatoire."
    },
    "label": "Date de naissance"
  },
  "email-esrf": "Envoyer mon numéro de dossier (FEDS)",
  "email-sent-confirmation": "Un courriel a été envoyé s'il y avait une correspondance dans nos dossiers avec le numéro de dossier (FEDS).",
  "email-confirmation-msg": {
    "request-received": "Nous avons reçu votre demande. Si vous avez soumis une demande de passeport et que nous sommes en mesure de localiser votre dossier, vous recevrez un courriel contenant votre numéro de dossier.",
    "please-contact": "Si vous ne recevez pas un courriel contenant votre numéro de dossier dans les prochaines 24 heures, veuillez contacter Service Canada:",
    "call": "Appelez: Centre d'appels pour les passeports (insérer le numéro de téléphone)."
  },
  "page-unauth": {
    "header": "Page non-autorisée",
    "desc": "Veuillez accepter les conditions de confidentialité et de courriel et donner votre consentement avant de recevoir votre numéro de dossier (FEDS).",
    "button": "Conditions de confidentialité et de courriel"
  },
  "help-message": {
    "email": "Fournissez votre adresse courriel complète comme indiqué sur le formulaire de demande de passeport. S'il s'agit d'une demande pour un enfant, veuillez fournir l'adresse courriel complète indiquée sur le formulaire de demande de passeport pour le parent/tuteur demandeur.",
    "given-name": "Veuillez utiliser le(s) prénom(s) exactement comme indiqué sur votre demande de passeport. S'il s'agit d'une demande de passeport pour enfant, veuillez utiliser le(s) prénom(s) de l'enfant tel qu'il(s) figure(ent) sur la demande de passeport. Veuillez noter que le(s) prénom(s) fourni(s) peut avoir été mis à jour pour refléter le(s) premier prénom(s) sur votre preuve de citoyenneté canadienne ou pièce d'identité à l'appui.",
    "surname": "Veuillez utiliser le nom de famille exactement comme indiqué sur votre demande de passeport. S'il s'agit d'une demande de passeport pour enfant, veuillez utiliser le nom de famille de l'enfant tel qu'il figure sur la demande de passeport. Veuillez noter que le nom de famille fourni peut avoir été mis à jour pour refléter le nom de famille sur votre preuve de citoyenneté canadienne ou pièce d'identité à l'appui.",
    "date-of-birth": "Veuillez indiquer votre date de naissance telle qu'elle figure sur votre demande de passeport. S'il s'agit d'une demande de passeport pour enfant, veuillez utiliser la date de naissance de l'enfant indiquée sur la demande de passeport. Veuillez noter que la date de naissance fournie peut avoir été mise à jour pour refléter la date de naissance sur votre preuve de citoyenneté canadienne."
  }
}
