{
  "date-of-birth": {
    "error": {
      "current": "La date de naissance doit être dans le passé.",
      "invalid": "La date de naissance doit être valide selon le format suivant : aaaa-MM-jj (Année-Mois-Jour).",
      "required": "La date de naissance est obligatoire."
    },
    "help-message": "Indiquez la date de naissance de la personne à qui le passeport est destiné.",
    "label": "Date de naissance"
  },
  "email": {
    "error": {
      "required": "L'adresse courriel est obligatoire.",
      "valid": "L'adresse courriel doit être valide."
    },
    "help-message": "Indiquez l'adresse courriel que vous avez fournie sur votre formulaire de demande de passeport.",
    "for-child": {
      "title": "Pour les demandes pour enfants",
      "help-message": "Pour les demandes pour enfants, indiquez l'adresse courriel du parent ou du tuteur légal fournie sur la demande de passeport."
    },
    "label": "Adresse courriel"
  },
  "email-confirmation-msg": {
    "dont-receive": "Si vous ne recevez pas de courriel, vous pouvez :",
    "dont-receive-list": {
      "item-1": "revérifiez vos renseignements et essayez à nouveau, ou",
      "item-2": "essayer encore demain — nous mettons à jour nos dossiers chaque jour."
    },
    "if-exists": "Votre demande a été reçue. Si nous pouvons trouver le dossier avec les renseignements que vous nous avez fournis, <strong>nous vous enverrons le numéro de dossier ou le numéro de référence par courriel</strong>. Si vous ne recevez pas le message de confirmation dans votre boîte de réception, vérifiez votre dossier de courriel indésirable.",
    "may-not-receive": "Il se pourrait que vous ne receviez pas de courriel si :",
    "may-not-receive-list": {
      "item-1": "les renseignements que vous nous avez fournis ne correspondent pas à ceux de notre système, ou",
      "item-2": "nous avons reçu votre demande, mais n'avons pas encore commencé à la traiter"
    },
    "please-contact": "Si vous n'obtenez toujours pas le courriel, <Link>veuillez nous contacter</Link>.",
    "request-received": "Votre demande a été reçue"
  },
  "email-esrf": "Envoyez-moi par courriel le numéro de référence",
  "given-name": {
    "title": "Si le requérant a un seul nom légal.",
    "error": {
      "required": "Le(s) prénom(s) est(sont) obligatoire(s)."
    },
    "help-message": "Indiquez le(s) prénom(s) <strong>et le(s) deuxième(s) prénom(s)</strong> de la personne à qui le passeport est destiné.",
    "label": "Prénom(s) sur la demande"
  },
  "header": "Obtenir le numéro de dossier de ma demande de passeport ou mon numéro de référence",
  "header-messages": {
    "matches": "<strong>Assurez-vous que les informations que vous indiquez ici correspondent à votre demande de passeport.</strong>",
    "required": "<em>Tous les champs sont obligatoires.</em>"
  },
  "one-name": "Les requérants n'ayant <strong>qu'un seul nom</strong> (un ou plusieurs noms inscrits dans un seul champ) doivent nous appeler au 1-800-567-6868 pour connaître l'état de leur demande.",
  "request-another": "Obtenir un autre numéro de dossier ou numéro de référence",
  "surname": {
    "error": {
      "required": "Le nom de famille est obligatoire."
    },
    "help-message": "Indiquez le nom de famille de la personne à qui le passeport est destiné.",
    "label": "Nom de famille"
  }
}
