{
  "header": "Obtenir le numéro de dossier de ma demande de passeport",
  "description": "Remplissez les champs ci-dessous pour obtenir votre numéro de dossier. Assurez-vous que vos informations correspondent à votre formulaire de demande de passeport. Nous enverrons ensuite le numéro de dossier par courriel à l'adresse courriel enregistrée.",
  "email": {
    "label": "Adresse courriel",
    "error": {
      "required": "L'adresse courriel est obligatoire.",
      "valid": "L'adresse courriel doit être valide."
    }
  },
  "given-name": {
    "error": {
      "required": "Le(s) prénom(s) du requérant est(sont) obligatoire(s)."
    },
    "label": "Prénom(s) du requérant"
  },
  "surname": {
    "error": {
      "required": "Le nom de famille du requérant est obligatoire."
    },
    "label": "Nom de famille du requérant"
  },
  "date-of-birth": {
    "error": {
      "current": "La date de naissance du requérant doit être dans le passé.",
      "invalid": "La date de naissance du requérant doit être valide selon le format suivant : aaaa-MM-jj (Année-Mois-Jour).",
      "required": "La date de naissance du requérant est obligatoire."
    },
    "label": "Date de naissance du requérant"
  },
  "email-esrf": "Envoyez-moi mon numéro de dossier",
  "email-sent-confirmation": "Un courriel a été envoyé s'il y avait une correspondance dans nos dossiers avec le numéro de dossier (FEDS).",
  "email-confirmation-msg": {
    "request-received": "Votre demande pour obtenir le numéro de dossier a été reçue",
    "if-exists": "Si nous pouvons trouver le dossier avec les informations que vous nous avez fournies, nous vous enverrons le numéro de dossier par courriel. Si vous ne recevez pas le message de confirmation dans votre boîte de réception, vérifiez votre dossier de courriel indésirable.",
    "please-contact": "Si vous ne le recevez pas, appelez-nous sans frais au <strong>{{phoneNumber}}</strong>."
  },
  "page-unauth": {
    "header": "Page non-autorisée",
    "desc": "Veuillez accepter les conditions de confidentialité et de courriel et donner votre consentement avant de recevoir votre numéro de dossier (FEDS).",
    "button": "Conditions de confidentialité et de courriel"
  },
  "help-message": {
    "email": "Fournissez votre adresse courriel complète, exactement comme indiqué sur le formulaire de demande de passeport.",
    "for-child-application": "<strong>Pour les demandes de passeport pour enfants,</strong> utilisez le(s) prénom(s), nom de famille et date de naissance de l'enfant, exactement tels qu'ils figurent sur sa preuve de citoyenneté."
  },
  "header-messages": {
    "matches": "<strong>Assurez-vous que vos informations correspondent à votre preuve de citoyenneté et à votre pièce d'identité.</strong> Votre preuve de citoyenneté pourrait être l'une des suivantes :",
    "list": {
      "item-1": "un certificat de naissance",
      "item-2": "un certificate de citoyenneté",
      "item-3": "une carte de citoyenneté ou",
      "item-4": "d'autres documents, comme un certificat de naturalisation"
    }
  }
}
