{
  "header": "Obtenir mon numéro de dossier",
  "description": "Remplissez les champs ci-dessous pour obtenir votre numéro de dossier. Assurez-vous que vos informations correspondent à votre formulaire de demande de passeport. Nous enverrons ensuite le numéro de dossier par e-mail à l'adresse e-mail enregistrée.",
  "email": {
    "label": "Adresse courriel",
    "error": {
      "required": "L'adresse courriel est obligatoire.",
      "valid": "L'adresse courriel doit être valide."
    }
  },
  "given-name": {
    "error": {
      "required": "Prénom(s) obligatoire(s)."
    },
    "label": "Prénom(s)"
  },
  "surname": {
    "error": {
      "required": "Le nom de famille est obligatoire."
    },
    "label": "Nom de famille"
  },
  "date-of-birth": {
    "error": {
      "current": "La date de naissance doit être dans le passé.",
      "invalid": "La date de naissance doit être valide selon le format suivant : AAAA-MM-JJ (Année-Mois-Jour).",
      "required": "La date de naissance est obligatoire."
    },
    "label": "Date de naissance"
  },
  "email-esrf": "Envoyer mon numéro de dossier (FEDS)",
  "email-sent-confirmation": "Un courriel a été envoyé s'il y avait une correspondance dans nos dossiers avec le numéro de dossier (FEDS).",
  "email-confirmation-msg": {
    "request-received": "Votre demande d'obtention du numéro de dossier a été reçue",
    "if-exists": "Si nous sommes en mesure de localiser le dossier avec les informations que vous nous avez fournies, nous vous enverrons un e-mail avec le numéro de dossier.",
    "please-contact": "Vous devriez recevoir l'e-mail dans les 30 minutes. Si vous ne le recevez pas, appelez le centre d'appel des passeports au ",
    "phone-number": "1-800-567-6868"
  },
  "page-unauth": {
    "header": "Page non-autorisée",
    "desc": "Veuillez accepter les conditions de confidentialité et de courriel et donner votre consentement avant de recevoir votre numéro de dossier (FEDS).",
    "button": "Conditions de confidentialité et de courriel"
  },
  "help-message": {
    "email": "Fournissez votre adresse courriel complète comme indiqué sur le formulaire de demande de passeport. Pour les demandes d'enfants, fournissez l'adresse e-mail complète du parent ou du tuteur légal du demandeur exactement comme indiqué sur la demande de passeport.",
    "given-name": "Veuillez utiliser le(s) prénom(s) exactement comme indiqué sur votre demande de passeport. Pour les demandes d'enfants, indiquez le(s) prénom(s) de l'enfant tel qu'indiqué sur la demande de passeport. Veuillez noter que le(s) prénom(s) fourni(s) peuvent avoir été mis à jour pour refléter le(s) premier(s) prénom(s) sur votre preuve de citoyenneté canadienne ou pièce d'identité à l'appui.",
    "surname": "Veuillez utiliser le nom de famille exactement comme indiqué sur votre demande de passeport. Pour les demandes d'enfant, indiquez le nom de famille de l'enfant tel qu'indiqué sur la demande de passeport. Veuillez noter que le nom de famille fourni peut avoir été mis à jour pour refléter le nom de famille sur votre preuve de citoyenneté canadienne ou pièce d'identité à l'appui.",
    "date-of-birth": "Veuillez indiquer votre date de naissance telle qu'elle figure sur votre demande de passeport. Pour les demandes d'enfant, indiquez la date de naissance de l'enfant comme indiqué sur la demande de passeport. Veuillez noter que la date de naissance fournie peut avoir été mise à jour pour refléter la date de naissance sur votre preuve de citoyenneté canadienne."
  }
}
