{
  "header": "Numéro de dossier de demande de passeport",
  "description": "Avez-vous le numéro de votre dossier de demande de passeport?",
  "with-esrf": "J'ai mon numéro de dossier",
  "without-esrf": "Je n'ai pas mon numéro de dossier",
  "collapse-file-number-title": "Vous ne trouvez pas trouver votre numéro de dossier?",
  "receipt-explanation": "Le numéro de dossier sert à identifier votre demande de passeport. Le numéro de dossier figure sur le reçu qui vous a été remis si vous avez déposé votre demande de passeport en personne. Si vous avez déposé votre demande par courrier, ou si vous n’avez pas de numéro de dossier, <Link>vous pouvez demander à le recevoir</Link> (s’ouvre dans un nouvel onglet).",
  "receipt-image-1": {
    "title": "Exemple de reçu 1 ",
    "alt": "Un exemple de reçu officiel. Le numéro de dossier est entouré au centre du reçu.",
    "src": "/Receipt1_FR.png",
    "descriptive-text": "<strong>Exemple de reçu officiel unique. Le numéro de dossier est encerclé au centre du reçu.</strong>"
  },
  "receipt-image-2": {
    "title": "Exemple de reçu 2 ",
    "alt": "Exemple de reçu officiel. Le numéro de dossier est entouré dans la partie supérieure gauche du reçu, au-dessus d'un code-barres.",
    "src": "/Receipt2_FR.png",
    "descriptive-text": "<strong>Exemple d'un reçu officiel et bordereau de cueillette. Le numéro de dossier est encerclé en haut à gauche du reçu, au-dessus d'un code-barres.</strong>"
  },
  "receipt-will-find": {
    "text": "Sur un reçu unique, sur lequel le numéro de dossier est encerclé, vous trouverez :",
    "list": {
      "item-1": "Titre du reçu : Reçu officiel",
      "item-2": "Nom du bureau de passeport",
      "item-3": "Date de cueillette",
      "item-4": "Nom du requérant",
      "item-5": "Numéro de dossier (encerclé à l'encre rouge) ",
      "item-6": "Date/Heure",
      "item-7": "Code barre",
      "item-8": "Droit de service",
      "item-9": "Montant dû",
      "item-10": "Perçu",
      "item-11": "Somme totale perçu",
      "item-12": "Solde",
      "item-13": "Date d'envoi"
    }
  },
  "pickup-instructions": {
    "text": "At the bottom of the receipt, there are also Pickup Instructions:",
    "list": {
      "item-1": "Statement to remind individuals to please present this pickup slip and personal identification.",
      "item-2": {
        "text": "There are 2 checkboxes (you must check one):",
        "list": {
          "item-1": "Personal appearance of applicant required, <strong>or</strong>",
          "item-2": "I authorize (insert name of person) to pick up my Travel Document. Authorized person must be over 16 years of age and must show Personal identification."
        }
      },
      "item-3": "(Signature of Applicant)",
      "item-4": "Statement to remind individuals to please ensure your passport is picked up within 30 days."
    }
  }
}
