{
  "date-of-birth": {
    "error": {
      "current": "La date de naissance du requérant doit être dans le passé.",
      "invalid": "La date de naissance du requérant doit être valide selon le format suivant : aaaa-MM-jj (Année-Mois-Jour).",
      "required": "La date de naissance du requérant est obligatoire."
    },
    "label": "Date de naissance du requérant"
  },
  "check-again": "Vérifier l'état d'une autre demande",
  "check-status": "Vérifiez l'état",
  "description": "Remplissez les champs ci-dessous pour vérifier l'état de votre demande de passeport. Assurez-vous que vos informations correspondent à votre formulaire de demande de passeport.",
  "esrf": {
    "error": {
      "required": "Le numéro de dossier est obligatoire."
    },
    "help": "Si vous ne pouvez pas trouver votre numéro de dossier, <Link>vous pouvez demander à le recevoir (s’ouvre dans un nouvel onglet)</Link>.",
    "label": "Numéro de dossier"
  },
  "given-name": {
    "error": {
      "required": "Le(s) prénom(s) du requérant est(sont) obligatoire(s)."
    },
    "label": "Prénom(s) du requérant"
  },
  "previous": "Vérifier l'état d'une autre demande",
  "reset": "Vérifier l'état d'une autre demande",
  "header": "Obtenez l'état de votre demande de passeport",
  "status": {
    "1": {
      "label": "Être en cours de traitement",
      "description": "Votre demande a été reçue et est en cours. Si de plus amples informations sont nécessaires, nous vous contacterons."
    },
    "2": {
      "label": "Émis et prêt pour le ramassage",
      "description": "Votre passeport sera délivré et prêt à être récupéré à la date de ramassage prévue. Vous devez attendre la date de retrait prévue pour récupérer votre passeport. La date de retrait de votre passeport apparaîtra sur votre reçu de retrait."
    },
    "3": {
      "label": "Émission et expédition Postes Canada",
      "description": "Votre passeport a été délivré et expédié par Postes Canada. Veuillez noter que tous les documents que vous avez fournis à l'appui de votre demande de passeport vous seront expédiés séparément.",
      "tracking": "Vous pouvez suivre cet envoi sur le site Web de Postes Canada en utilisant le code de suivi :"
    },
    "4": {
      "label": "Émission et expédition Fedex",
      "description": "Votre passeport a été délivré et expédié par FedEx. Veuillez noter que tous les documents que vous avez fournis à l'appui de votre demande de passeport vous seront expédiés séparément.",
      "tracking": "Vous pouvez suivre cet envoi sur le site Web de FedEx en utilisant le code de suivi :"
    },
    "5": {
      "label": "Non acceptable pour le traitement",
      "description": "Nous avons examiné votre demande et vous recevrez d'autres communications par courrier ou par téléphone du Programme Passeport."
    },
    "99": {
      "label": "L'application ne répond plus aux critères d'utilisation",
      "description": "Si vous voyez cela, c'est que quelque chose s'est mal passé."
    }
  },
  "status-is": "L'état le plus récent de votre demande selon nos dossiers est :",
  "surname": {
    "error": {
      "required": "Le nom de famille du requérant est obligatoire."
    },
    "label": "Nom de famille du requérant"
  },
  "cannot-provide-result": {
    "title": "Nous ne pouvons pas fournir de résultat pour le moment car:",
    "reason1": "les informations que vous avez fournies ne correspondent pas à celles qui se trouvent dans notre système;",
    "reason2": "nous n'avons pas encore reçu votre demande; ",
    "reason3": "nous avons reçu votre demande mais n'avons pas encore commencé à la traiter."
  },
  "no-record": {
    "cannot-give-status": {
      "description": "Nous ne pouvons pas vous donner l'état de votre demande pour le moment",
      "because": "Ceci est dû au fait que :",
      "list": {
        "item-1": "les renseignements que vous nous avez fournis ne correspondent pas à ceux de notre système <strong>ou</strong>",
        "item-2": "nous avons reçu votre demande, mais n'avons pas encore commencé à la traiter"
      }
    },
    "contact-us": "Si vous ne pouvez pas obtenir l'état de votre demande à l'aide de cet outil, ou si votre demande prend plus de temps que la <Link>norme de service</Link>, appelez-nous sans frais au <strong>{{phoneNumber}}</strong>.",
    "service-standard-link": "https://www.canada.ca/fr/immigration-refugies-citoyennete/services/passeports-canadiens/delais-traitement.html",
    "double-check": "Revérifiez vos renseignements et essayez à nouveau. Si nous ne trouvons pas votre dossier, vous pouvez réessayer demain. Nous mettons à jour nos dossiers chaque jour."
  },
  "being-processed": {
    "received": "Nous avons reçu votre demande et nous sommes en train de la traiter",
    "we-will-contact": "Si nous avons besoin de plus amples renseignements, nous communiquerons avec vous par téléphone ou par courriel. Nous n'utiliserons <strong>jamais</strong> de messages textes ou de programmes de messagerie instantanée pour vous contacter au sujet de votre demande de passeport.",
    "ready-within": "Le passeport devrait être prêt dans les limites de nos <Link>normes de service (s’ouvre dans un nouvel onglet)</Link>.",
    "need-faster": "Si vous avez besoin du passeport plus rapidement",
    "get-urgent": "Apprenez comment obtenir <Link>des services urgents ou express pour votre application existante (s'ouvre dans un nouvel onglet)</Link> si vous avez besoin du passeport dans un délai de 10 jours ouvrables. Des frais supplémentaires peuvent s’appliquer.",
    "dont-meet-standards": "Si nous ne respectons pas nos normes de service",
    "may-be-eligible": "Vous pourriez avoir droit à un remboursement partiel si nous ne respectons pas nos <Link>normes de service (s’ouvre dans un nouvel onglet)</Link>."
  },
  "ready-for-pickup": {
    "has-been-printed": "Votre passeport a été imprimé",
    "check-receipt": "Vérifiez votre reçu pour les instructions de cueillette",
    "receipt-details": "Votre reçu indique la date et le lieu de retrait de votre passeport",
    "not-available": "Le passeport ne sera pas disponible avant la date de retrait imprimée sur votre reçu"
  },
  "shipped-canada-post": {
    "header": "Votre passeport a été imprimé et envoyé par la poste",
    "mailing": "Nous vous l'envoyons par Postes Canada.",
    "supporting-documents": "Nous pourrions renvoyer vos documents justificatifs séparément."
  },
  "shipped-fedex": {
    "header": "Votre passeport a été imprimé et envoyé aux États-Unis",
    "mailing": "Nous vous l'envoyons par FedEx.",
    "supporting-documents": "Vous recevrez le passeport et les documents justificatifs dans la même enveloppe.",
    "contact-us": "Si vous ne recevez pas votre passeport et vos documents, <Link>veuillez nous contacter(s’ouvre dans on nouvel onglet)</Link>."
  },
  "not-acceptable": {
    "cannot-process": "Nous avons examiné votre demande et ne pouvons pas la traiter davantage",
    "explanation": "Nous vous envoyons une lettre expliquant pourquoi et nous vous renverrons vos documents justificatifs par la même occasion.",
    "call-us": "Pour plus d'informations, <Link>veuillez nous contacter (s’ouvre dans un nouvel onglet)</Link>."
  },
  "status-check-contact": {
    "call-us": "Appelez-nous sans frais au <strong>{{phoneNumber}}</strong> si votre demande prend plus de temps que la <Link>norme de service</Link>",
    "service-standard-href": "https://www.canada.ca/fr/immigration-refugies-citoyennete/services/passeports-canadiens/delais-traitement.html"
  },
  "status-check-urgent": {
    "description": "Si vous avez besoin du passeport dans un délai de 10 jours ouvrables, apprenez <Link>comment obtenir des services urgents ou express pour votre application existante</Link>",
    "express-services-href": "https://www.canada.ca/fr/immigration-refugies-citoyennete/services/passeports-canadiens/passeport-urgent-express.html"
  },
  "status-check-tracking": {
    "number": "Votre numéro de repérage est <strong>{{trackingNumber}}</strong>.",
    "can-track": "Vous pouvez faire le suivi de l'envoi en ligne(s'ouvre dans un nouvel onglet)",
    "link": {
      "canada-post": "https://www.canadapost-postescanada.ca/track-reperage/fr?referenceNumber={{trackingNumber}}#/details/{{trackingNumber}}",
      "fedex": "https://www.fedex.com/fedextrack/?action=track&cntry_code=ca&locale=fr_ca&trackingnumber={{trackingNumber}}"
    }
  },
  "status-check-call": "<Link>Veuillez nous contacter(s’ouvre dans un nouvel onglet)</Link> si vous ne recevez pas vos documents dans les 4 semaines suivant la réception du passeport.",
  "header-messages": {
    "matches": "<strong>Assurez-vous que vos informations correspondent à la preuve de citoyenneté et à la pièce d'identité utilisée lors de votre demande de passeport.</strong> Votre preuve de citoyenneté pourrait être l'une des suivantes :",
    "list": {
      "item-1": "un certificat de naissance",
      "item-2": "un certificat de citoyenneté",
      "item-3": "une carte de citoyenneté ou",
      "item-4": "d'autres documents, comme un certificat de naturalisation"
    },
    "for-child-application": "<strong>Pour les demandes de passeport pour enfants,</strong> veuillez utiliser le(s) prénom(s), nom de famille et date de naissance de l'enfant, exactement tels qu'ils figurent sur sa preuve de citoyenneté."
  }
}
