{
  "date-of-birth": {
    "error": {
      "current": "La date de naissance doit être dans le passé.",
      "invalid": "La date de naissance doit être valide selon le format suivant : aaaa-MM-jj (Année-Mois-Jour).",
      "required": "La date de naissance obligatoire."
    },
    "label": "Date de naissance"
  },
  "check-again": "Pour vérifier l'état d'une autre demande, cliquez sur le bouton ci-dessous :",
  "check-status": "Vérifier l'état",
  "description": "Remplissez les champs ci-dessous pour vérifier l'état de votre demande de passeport. Assurez-vous que vos informations correspondent à votre formulaire de demande de passeport.",
  "esrf": {
    "error": {
      "required": "Le numéro de dossier est obligatoire."
    },
    "label": "Numéro de dossier"
  },
  "given-name": {
    "error": {
      "required": "Prénom(s) obligatoire(s)."
    },
    "label": "Prénom(s)"
  },
  "previous": "Précédent",
  "reset": "Redémarrer",
  "header": "Vérification du statut du passeport",
  "status": {
    "1": {
      "label": "Être en cours de traitement",
      "description": "Votre candidature a été reçue et est en cours. Si de plus amples informations sont nécessaires, nous vous contacterons."
    },
    "2": {
      "label": "Émis et prêt pour le ramassage",
      "description": "Votre passeport sera délivré et prêt à être récupéré à la date de ramassage prévue. Vous devez attendre la date de retrait prévue pour récupérer votre passeport. La date de retrait de votre passeport apparaîtra sur votre reçu de retrait."
    },
    "3": {
      "label": "Émission et expédition Postes Canada",
      "description": "Votre passeport a été délivré et expédié par Postes Canada. Veuillez noter que tous les documents que vous avez fournis à l'appui de votre demande de passeport vous seront expédiés séparément.",
      "tracking": "Vous pouvez suivre cet envoi sur le site Web de Postes Canada en utilisant le code de suivi :"
    },
    "4": {
      "label": "Émission et expédition Fedex",
      "description": "Votre passeport a été délivré et expédié par FedEx. Veuillez noter que tous les documents que vous avez fournis à l'appui de votre demande de passeport vous seront expédiés séparément.",
      "tracking": "Vous pouvez suivre cet envoi sur le site Web de FedEx en utilisant le code de suivi :"
    },
    "5": {
      "label": "Non acceptable pour le traitement",
      "description": "Nous avons examiné votre demande et vous recevrez d'autres communications par courrier ou par téléphone du Programme Passeport."
    },
    "99": {
      "label": "L'application ne répond plus aux critères d'utilisation",
      "description": "Si vous voyez cela, c'est que quelque chose s'est mal passé."
    }
  },
  "status-is": "Le dernier statut de votre candidature selon nos dossiers est :",
  "surname": {
    "error": {
      "required": "Le nom de famille est obligatoire."
    },
    "label": "Nom de famille"
  },
  "unable-to-find-status": "Nous ne sommes pas en mesure de déterminer le statut de votre demande pour le moment en utilisant ce service.",
  "other-ways-to-status": "Contactez-nous",
  "no-match-title": "D'autres façons d'obtenir votre statut :",
  "cannot-provide-result": {
    "title": "Nous ne pouvons pas fournir de résultat pour le moment car:",
    "reason1": "les informations que vous avez fournies ne correspondent pas à celles qui se trouvent dans notre système;",
    "reason2": "nous n'avons pas encore reçu votre demande; ",
    "reason3": "nous avons reçu votre demande mais n'avons pas encore commencé à la traiter."
  },
  "please-verify": "Veuillez vérifier les informations saisies et réessayer.",
  "please-wait": "Si vous n'avez pas attendu au moins (insérer le délai/la norme de service complet), veuillez réessayer à une date/heure ultérieure.",
  "still-unable": {
    "if-still-unable": "Si vous ne parvenez toujours pas à récupérer votre statut, vous pouvez le faire:",
    "contact-call-center": "Contactez le centre d'appels pour les passeports (insérez le numéro de téléphone).",
    "visit-in-person": "Rendez-vous dans un Centre Service Canada en personne le plus proche de chez vous (lien vers la CSFO)"
  },
  "help-message": {
    "esrf": "Lorsque vous soumettez votre demande en personne, vous recevez un numéro de dossier. Le numéro de dossier commence par au moins 1 lettre et comporte un maximum de 8 caractères au total. (Exemples de formats possibles : « A1234567 » ou « AA123456 » ou « A123456 » ou « AA12345 »)",
    "given-name": "Veuillez utiliser le(s) prénom(s) exactement comme indiqué sur votre demande de passeport. Pour les demandes d'enfants, indiquez le(s) prénom(s) de l'enfant tel qu'indiqué sur la demande de passeport. Veuillez noter que le(s) prénom(s) fourni(s) peuvent avoir été mis à jour pour refléter le(s) premier(s) prénom(s) sur votre preuve de citoyenneté canadienne ou pièce d'identité à l'appui.",
    "surname": "Veuillez utiliser le nom de famille exactement comme indiqué sur votre demande de passeport. Pour les demandes d'enfant, indiquez le nom de famille de l'enfant tel qu'indiqué sur la demande de passeport. Veuillez noter que le nom de famille fourni peut avoir été mis à jour pour refléter le nom de famille sur votre preuve de citoyenneté canadienne ou pièce d'identité à l'appui.",
    "date-of-birth": "Veuillez indiquer votre date de naissance telle qu'elle figure sur votre demande de passeport. Pour les demandes d'enfant, indiquez la date de naissance de l'enfant comme indiqué sur la demande de passeport. Veuillez noter que la date de naissance fournie peut avoir été mise à jour pour refléter la date de naissance sur votre preuve de citoyenneté canadienne."
  },
  "no-record": {
    "cannot-give-status": {
      "description": "Nous ne pouvons pas vous donner le statut de votre candidature pour le moment car :",
      "list": {
        "item-1": "les informations que vous nous avez fournies ne correspondent pas aux informations de notre système ou",
        "item-2": "nous avons reçu votre candidature, mais nous n'avons pas encore commencé à la traiter"
      }
    },
    "available-after": {
      "description": "Le statut de votre candidature est disponible après :",
      "list": {
        "item-1": "5 jours si vous avez postulé en personne ou",
        "item-2": "10 jours si vous avez postulé par courrier"
      }
    },
    "double-check": "Vérifiez vos informations et réessayez. Si votre application est toujours introuvable, vous pouvez réessayer demain. Nos dossiers sont mis à jour quotidiennement."
  },
  "being-processed": {
    "received": "Nous avons reçu votre candidature et avons commencé à la traiter.",
    "we-will-contact": "Si nous avons besoin de plus amples informations, nous vous contacterons par e-mail ou par téléphone. Service Canada n'utilisera pas de messages texte ou de messages instantanés pour entamer une conversation avec vous au sujet de votre demande de passeport."
  },
  "ready-for-pickup": {
    "has-been-printed": "Le passeport a été imprimé. Vérifiez votre reçu pour confirmer quand et où retirer le passeport.",
    "do-not-visit": "Ne vous rendez pas au lieu de ramassage avant la date imprimée sur votre reçu."
  },
  "shipped-canada-post": {
    "printed-and-mailing": "Le passeport a été imprimé. Nous vous l'envoyons via Postes Canada.",
    "supporting-documents": "Nous pouvons vous renvoyer vos pièces justificatives séparément.",
    "did-not-receive": "Si vous ne recevez pas vos documents dans les 4 semaines suivant la réception de votre passeport, vous pouvez nous appeler au "
  },
  "shipped-fedex": {
    "printed-and-mailing": "Le passeport a été imprimé. Nous vous l'envoyons via Fedex.",
    "supporting-documents": "Vous recevrez votre passeport et les pièces justificatives dans la même enveloppe."
  },
  "not-acceptable": {
    "cannot-process": "Nous avons examiné votre candidature et ne pouvons plus la traiter.",
    "explanation": "Nous vous envoyons une lettre expliquant pourquoi, ainsi que vos pièces justificatives. Vous devriez les recevoir dans les prochaines semaines."
  },
  "status-check-numerous-attempts": {
    "description": "Si après de nombreuses tentatives vous ne parvenez pas à accéder au statut de votre candidature en ligne, ou si votre candidature prend plus de temps que prévu ",
    "service-standard": {
      "text": "norme de service",
      "href": "https://www.canada.ca/fr/immigration-refugies-citoyennete/services/passeports-canadiens/verifier-demande-passeports-documents-voyage.html"
    },
    "can-call": ", vous pouvez nous appeler au "
  },
  "status-check-urgent": {
    "description": "Si vous avez besoin d'un passeport dans les 10 jours ouvrables, apprenez ",
    "express-services": {
      "text": "comment obtenir des services de passeport urgents ou express.",
      "href": "https://www.canada.ca/fr/immigration-refugies-citoyennete/services/passeports-canadiens/passeport-urgent-express.html"
    }
  },
  "status-check-tracking": {
    "number": "Votre numéro de suivi est ",
    "link": {
      "text": "Vous pouvez suivre le colis en ligne.",
      "canada-post": "https://www.canadapost-postescanada.ca/track-reperage/fr?referenceNumber={{trackingNumber}}#/details/{{trackingNumber}}",
      "fedex": "https://www.fedex.com/fedextrack/?action=track&cntry_code=ca&locale=fr_ca&trackingnumber={{trackingNumber}}"
    }
  }
}
