{
  "being-processed": {
    "applied-by-mail": "Si vous avez présenté une demande par la poste ou à un Centre Service Canada offrant des services de passeport de 20 jours, l'examen pourrait prendre jusqu'à 20 jours ouvrables.",
    "applied-in-person": "Si vous avez présenté votre demande en personne à un bureau des passeports ou à un Centre Service Canada offrant un service de passeport de 10 jours, il peut s'écouler jusqu'à 10 jours ouvrables avant que nous terminions l'examen.",
    "dont-meet-standards": "Si nous ne respectons pas nos normes de service",
    "get-urgent": "Apprenez comment obtenir <Link>des services urgents ou express pour votre demande existante</Link> si vous avez besoin du passeport dans un délai de 10 jours ouvrables. Des frais supplémentaires peuvent s'appliquer.",
    "incomplete": "Dans certains cas, nous pourrions ne pas être en mesure de traiter une demande incomplète et nous vous la retournerons dès que possible. Vous recevrez par la poste une lettre expliquant pourquoi nous ne pouvons pas traiter la demande ainsi que vos documents justificatifs.",
    "may-be-eligible": "Vous pourriez avoir droit à un remboursement partiel si nous ne respectons pas nos <Link>normes de service</Link>.",
    "need-faster": "Si vous avez besoin du passeport plus rapidement",
    "ready-within": "Si votre demande a été dûment remplie, votre passeport devrait être prêt selon nos <Link>normes de service</Link>. Toutefois, le traitement d'une demande peut prendre un peu plus de temps pendant les périodes de pointe.",
    "received": "Nous avons reçu votre demande et nous sommes en train de l'examiner",
    "received-will-not-change": "Nous avons reçu votre demande et nous sommes en train de l'examiner. L'état de votre demande ne changera pas à mesure que nous examinerons la demande.",
    "we-will-contact": "Si nous avons besoin de plus amples renseignements, nous communiquerons avec vous par téléphone, par la poste ou par courriel. Si nous communiquons avec vous par téléphone, l'appel pourrait s'afficher comme un numéro bloqué. Nous ne communiquerons <strong>jamais</strong> avec vous par message texte ou par message instantané."
  },
  "check-status": "Vérifiez l'état",
  "date-of-birth": {
    "error": {
      "current": "La date de naissance doit être dans le passé.",
      "invalid": "La date de naissance doit être valide selon le format suivant : aaaa-MM-jj (Année-Mois-Jour).",
      "required": "La date de naissance est obligatoire."
    },
    "help-message": "Indiquez la date de naissance de la personne à qui le passeport est destiné.",
    "label": "Date de naissance"
  },
  "esrf": {
    "error": {
      "required": "Le numéro de référence est obligatoire."
    },
    "help-message": "Si vous ne pouvez pas trouver le numéro de dossier ou le numéro de référence, <Link>vous pouvez demander à le recevoir</Link>.",
    "label": "Numéro de référence"
  },
  "given-name": {
    "title": "Si le requérant a un seul nom légal.",
    "error": {
      "required": "Le(s) prénom(s) est(sont) obligatoire(s)."
    },
    "help-message": "Indiquez le(s) prénom(s) <strong>et le(s) deuxième(s) prénom(s)</strong> de la personne à qui le passeport est destiné.",
    "label": "Prénom(s)"
  },
  "header": "Obtenir l'état de votre demande de passeport",
  "header-messages": {
    "matches": "<strong>Assurez-vous que les informations que vous indiquez ici correspondent à votre demande de passeport.</strong>",
    "required": "<em>Tous les champs sont obligatoires.</em>"
  },
  "no-record": {
    "can-review": "Vous pouvez revérifier vos renseignements et essayer à nouveau.",
    "cannot-give-status": {
      "because": "Nous ne pouvons pas vous donner l'état de votre demande pour le moment. L'état de votre passeport n'est pas disponible pour les raisons suivantes :",
      "description": "Nous ne pouvons pas vous donner l'état de votre demande pour le moment",
      "list": {
        "item-1": "les renseignements que vous nous avez fournis ne correspondent pas à ceux de notre système, ou",
        "item-2": "nous avons reçu votre demande, mais n'avons pas encore commencé à la traiter"
      }
    },
    "contact-us": "Si vous ne pouvez pas obtenir l'état de votre demande à l'aide de cet outil, ou si votre demande prend plus de temps que la <Link>norme de service</Link>, veuillez <Link2>nous contacter</Link2>.",
    "get-urgent": "Apprenez comment obtenir <Link>des services urgents ou express pour votre demande existante</Link> si vous avez besoin du passeport dans un délai de 10 jours ouvrables. Des frais supplémentaires peuvent s'appliquer.",
    "need-faster": "Si vous avez besoin du passeport plus rapidement"
  },
  "not-acceptable": {
    "cannot-process": "Nous avons examiné votre demande et ne pouvons pas la traiter davantage",
    "contact-us": "<Link>Pour plus d'informations, contactez-nous</Link>.",
    "explanation": "Nous avons examiné votre demande et ne pouvons pas la traiter davantage. Nous vous envoyons une lettre expliquant pourquoi et nous vous retournerons vos documents justificatifs par la même occasion."
  },
  "one-name": "Les requérants n'ayant <strong>qu'un seul nom</strong> (un ou plusieurs noms inscrits dans un seul champ) doivent nous appeler au 1-800-567-6868 pour connaître l'état de leur demande.",
  "previous": "Vérifier l'état d'une autre demande",
  "printing": {
    "in-printing": "Nous imprimons votre passeport",
    "reviewed-printing": "Votre demande a été examinée et votre passeport est maintenant prêt à être imprimé. Veuillez noter que le processus d'impression peut prendre quelques jours ouvrables.",
    "print-update": "Une fois votre passeport imprimé, l'état de votre demande sera mis à jour en conséquence."
  },
  "ready-for-pickup": {
    "check-receipt": "Vérifiez votre reçu pour les instructions de retrait en personne",
    "date-passed": "Si votre date de retrait en personne est passée, vous pouvez aller chercher votre passeport à tout moment.",
    "has-been-printed": "Votre demande est approuvée. Votre passeport sera disponible pour retrait à la date indiquée sur votre reçu.",
    "not-available": "Le passeport ne sera pas disponible avant la date de retrait imprimée sur votre reçu.",
    "receipt-details": "Votre reçu indique la date et le lieu de retrait de votre passeport."
  },
  "reset": "Vérifier l'état d'une autre demande",
  "shipped-canada-post": {
    "header": "Votre passeport a été imprimé et envoyé par la poste",
    "mailing": "Nous vous l'envoyons par Postes Canada.",
    "remote-area": "Si vous vivez dans une région au nord ou éloignée, cela pourrait prendre jusqu'à 8 jours ouvrables pour arriver.",
    "supporting-documents": "Nous pourrions renvoyer vos documents fournis en support de la demande séparément.",
    "take-up-to": "Cela peut prendre jusqu'à 2 à 3 jours ouvrables pour arriver."
  },
  "shipped-fedex": {
    "contact-us": "Si vous ne recevez pas votre passeport et vos documents, <Link>veuillez nous contacter</Link>.",
    "header": "Votre passeport a été imprimé et envoyé par la poste",
    "mailing": "Nous vous l'envoyons par FedEx",
    "supporting-documents": "Vous recevrez le passeport et les documents justificatifs dans la même enveloppe.",
    "take-up-to": "Cela peut prendre jusqu'à 5 à 7 jours ouvrables pour arriver."
  },
  "status-check-call": "<Link>Communiquez avec nous</Link> seulement si vous ne recevez pas vos documents dans les six semaines suivant la réception de votre passeport.",
  "status-check-contact": {
    "service-standard-href": "https://www.canada.ca/fr/immigration-refugies-citoyennete/services/passeports-canadiens/delais-traitement.html"
  },
  "status-check-tracking": {
    "can-track": "Vous pouvez <Link>suivre en ligne la livraison de votre colis</Link>.",
    "link": {
      "canada-post": "https://www.canadapost-postescanada.ca/track-reperage/fr#/details/{{trackingNumber}}",
      "fedex": "https://www.fedex.com/fedextrack/?action=track&cntry_code=ca&locale=fr_ca&trackingnumber={{trackingNumber}}"
    },
    "number": "Votre numéro de repérage est <strong>{{trackingNumber}}</strong>."
  },
  "status-check-urgent": {
    "express-services-href": "https://www.canada.ca/fr/immigration-refugies-citoyennete/services/passeports-canadiens/passeport-urgent-express.html"
  },
  "surname": {
    "error": {
      "required": "Le nom de famille est obligatoire."
    },
    "help-message": "Indiquez le nom de famille de la personne à qui le passeport est destiné.",
    "label": "Nom de famille"
  }
}
