{
  "being-processed": {
    "reviewing-application": "Nous examinons votre demande",
    "processing-details": "Cet examen prend normalement environ {{reviewDays}} jours ouvrables, plus {{printDays}} jours pour l'impression.",
    "completion-status": "Si votre demande a été dûment remplie, votre passeport devrait vous être envoyé par la poste dans les {{serviceLevel}} jours ouvrables.",
    "service-standards": {
      "heading": "Nos normes de service",
      "received-date": "Nous avons reçu votre demande le {{receivedDate}}. Notre <Link>norme de service</Link> est {{serviceLevel}} jours ouvrables.",
      "received-date-mail": "Nous avons reçu votre demande le {{receivedDate}}. Notre <Link>norme de service</Link> est {{serviceLevel}} jours ouvrables plus le délai de livraison.",
      "service-standards-href": "https://www.canada.ca/fr/immigration-refugies-citoyennete/services/passeports-canadiens/delais-traitement.html",
      "urgent-service-note": "Si vous avez demandé un service urgent ou express au bureau des passeports, votre norme de service est différente. Veuillez-vous référer à votre reçu pour connaître la date de retrait."
    },
    "expedited-service": {
      "heading": "Si vous avez besoin du passeport plus rapidement",
      "details": "Apprenez comment obtenir des <Link>services urgents ou express pour votre demande existante</Link> si vous avez besoin du passeport dans un délai de 10 jours ouvrables. Des frais supplémentaires peuvent s'appliquer.",
      "expedited-service-href": "https://www.canada.ca/fr/immigration-refugies-citoyennete/services/passeports-canadiens/passeport-urgent-express.html"
    },
    "incomplete-applications": {
      "heading": "Demandes incomplètes",
      "description": "Si votre demande est incomplète ou inexacte, cela peut entraîner des retards ou nous pourrions ne pas être en mesure de la traiter. En fonction du problème, nous pourrons vous contacter par téléphone, par courriel, ou par la poste. Si nous vous contactons par téléphone, l'appel peut apparaître comme un numéro bloqué. Nous ne vous contacterons <strong>jamais</strong> par SMS ou par messagerie instantanée.",
      "return-notice": "Dans certains cas, nous devrons peut-être vous retourner votre demande par la poste."
    }
  },
  "being-processed-overdue": {
    "header": "Nous examinons toujours votre demande",
    "employee-reviewing": "Un employé du service des passeports est en train d'examiner votre demande.",
    "processing-delayed": "Le traitement prend plus de temps que prévu. Nous faisons tout notre possible pour traiter votre demande dès que possible. Nous nous excusons pour le désagrément.",
    "service-standards": {
      "heading": "Nos normes de service",
      "received-date": "Nous avons reçu votre demande le {{receivedDate}}. Notre <Link>norme de service</Link> est {{serviceLevel}} jours ouvrables.",
      "received-date-mail": "Nous avons reçu votre demande le {{receivedDate}}. Notre <Link>norme de service</Link> est {{serviceLevel}} jours ouvrables plus le délai de livraison."
    },
    "travelling-soon": {
      "heading": "Si vous voyagez bientôt",
      "if-travelling": "Si vous voyagez bientôt, nous ferons tout notre possible pour vous fournir votre passeport à temps. Apprenez comment obtenir des <Link>services urgents ou express pour votre demande existante</Link> si vous avez besoin du passeport dans les 10 jours ouvrables. Des frais supplémentaires peuvent s'appliquer."
    }
  },
  "check-another": "Vérifier l'état d'une autre demande",
  "check-status": "Vérifiez l'état",
  "date-of-birth": {
    "error": {
      "current": "La date de naissance doit être dans le passé.",
      "invalid": "La date de naissance doit être valide selon le format suivant : aaaa-MM-jj (Année-Mois-Jour).",
      "required": "La date de naissance est obligatoire."
    },
    "help-message": "Indiquez la date de naissance de la personne à qui le passeport est destiné.",
    "label": "Date de naissance"
  },
  "esrf": {
    "error": {
      "required": "Le numéro de référence est obligatoire."
    },
    "help-message": "Si vous ne pouvez pas trouver le numéro de référence, <Link>vous pouvez demander à le recevoir</Link>.",
    "label": "Numéro de référence"
  },
  "given-name": {
    "title": "Si le requérant a un seul nom légal.",
    "error": {
      "required": "Le(s) prénom(s) est(sont) obligatoire(s)."
    },
    "help-message": "Indiquez le(s) prénom(s) <strong>et le(s) deuxième(s) prénom(s)</strong> de la personne à qui le passeport est destiné. <strong>Assurez-vous que les informations que vous indiquez correspondent à votre demande de passeport.</strong>",
    "label": "Prénom(s)"
  },
  "header": "Obtenir l'état de votre demande de passeport",
  "header-messages": {
    "matches": "<strong>Assurez-vous que les informations que vous indiquez correspondent à votre demande de passeport.</strong>",
    "required": "<em>Tous les champs sont obligatoires.</em>"
  },
  "legacy": {
    "being-processed": {
      "applied-by-mail": "Si vous avez présenté une demande par la poste ou à un Centre Service Canada offrant des services de passeport de 20 jours, l'examen pourrait prendre jusqu'à 20 jours ouvrables.",
      "applied-in-person": "Si vous avez présenté votre demande en personne à un bureau des passeports ou à un Centre Service Canada offrant un service de passeport de 10 jours, il peut s'écouler jusqu'à 10 jours ouvrables avant que nous terminions l'examen.",
      "dont-meet-standards": "Si nous ne respectons pas nos normes de service",
      "get-urgent": "Apprenez comment obtenir <Link>des services urgents ou express pour votre demande existante</Link> si vous avez besoin du passeport dans un délai de 10 jours ouvrables. Des frais supplémentaires peuvent s'appliquer.",
      "incomplete": "Dans certains cas, nous pourrions ne pas être en mesure de traiter une demande incomplète et nous vous la retournerons dès que possible. Vous recevrez par la poste une lettre expliquant pourquoi nous ne pouvons pas traiter la demande ainsi que vos documents justificatifs.",
      "may-be-eligible": "Vous pourriez avoir droit à un remboursement partiel si nous ne respectons pas nos <Link>normes de service</Link>.",
      "need-faster": "Si vous avez besoin du passeport plus rapidement",
      "ready-within": "Si votre demande a été dûment remplie, votre passeport devrait être prêt selon nos <Link>normes de service</Link>. Toutefois, le traitement d'une demande peut prendre un peu plus de temps pendant les périodes de pointe.",
      "received": "Nous avons reçu votre demande et nous sommes en train de l'examiner",
      "received-will-not-change": "Nous avons reçu votre demande et nous sommes en train de l'examiner. L'état de votre demande ne changera pas à mesure que nous examinerons la demande.",
      "we-will-contact": "Si nous avons besoin de plus amples renseignements, nous communiquerons avec vous par téléphone, par la poste ou par courriel. Si nous communiquons avec vous par téléphone, l'appel pourrait s'afficher comme un numéro bloqué. Nous ne communiquerons <strong>jamais</strong> avec vous par message texte ou par message instantané."
    },
    "printing": {
      "in-printing": "Nous imprimons votre passeport",
      "reviewed-printing": "Votre demande a été examinée et votre passeport est maintenant prêt à être imprimé. Veuillez noter que le processus d'impression peut prendre quelques jours ouvrables.",
      "print-update": "Une fois votre passeport imprimé, l'état de votre demande sera mis à jour en conséquence."
    }
  },
  "no-record": {
    "can-review": "Vous pouvez revérifier vos renseignements et essayer à nouveau.",
    "cannot-give-status": {
      "because": "Nous ne pouvons pas vous donner l'état de votre demande pour le moment. L'état de votre passeport n'est pas disponible pour les raisons suivantes :",
      "description": "Nous ne pouvons pas vous donner l'état de votre demande pour le moment",
      "list": {
        "item-1": "les renseignements que vous nous avez fournis ne correspondent pas à ceux de notre système, ou",
        "item-2": "nous avons reçu votre demande, mais n'avons pas encore commencé à la traiter"
      }
    },
    "contact-us": "Si vous ne pouvez pas obtenir l'état de votre demande à l'aide de cet outil, ou si votre demande prend plus de temps que la <Link>norme de service</Link>, veuillez <Link2>nous contacter</Link2>.",
    "get-urgent": "Apprenez comment obtenir <Link>des services urgents ou express pour votre demande existante</Link> si vous avez besoin du passeport dans un délai de 10 jours ouvrables. Des frais supplémentaires peuvent s'appliquer.",
    "need-faster": "Si vous avez besoin du passeport plus rapidement"
  },
  "not-acceptable": {
    "header": "Nous ne sommes pas en mesure de traiter votre demande",
    "unable-to-process": "Malheureusement, nous ne sommes pas en mesure de traiter votre demande pour le moment. Dans la plupart des cas, cela est dû au fait que la demande était incomplète.",
    "next-steps": {
      "header": "Prochaines étapes",
      "sent-letter": "Nous vous avons envoyé une lettre expliquant la situation et les mesures à prendre.",
      "please-wait": "Veuillez attendre de recevoir cette lettre avant de nous contacter ou de soumettre une nouvelle demande."
    }
  },
  "one-name": "Les requérants n'ayant <strong>qu'un seul nom</strong> (un ou plusieurs noms inscrits dans un seul champ) doivent nous appeler au 1-800-567-6868 pour connaître l'état de leur demande.",
  "printing": {
    "in-printing": "Nous imprimons votre passeport",
    "reviewed-printing": "Votre demande a été examinée et votre passeport est prêt à être imprimé. Veuillez noter que l'impression peut prendre quelques jours ouvrables.",
    "service-standards": {
      "header": "Nos normes de service",
      "requested-urgent": "Si vous avez demandé un service urgent ou express au bureau des passeports, votre norme de service est différente. Veuillez-vous référer à votre reçu pour connaître la date de retrait.",
      "we-received": "Nous avons reçu votre demande le {{receivedDate}}. Notre <Link>norme de service</Link> est {{serviceLevel}} jours ouvrables.",
      "we-received-mail": "Nous avons reçu votre demande le {{receivedDate}}. Notre <Link>norme de service</Link> est {{serviceLevel}} jours ouvrables plus le délai de livraison."
    }
  },
  "ready-for-pickup": {
    "header": "Votre passeport est disponible pour un retrait en personne",
    "receipt-location": "Votre nouveau passeport est disponible pour un retrait en personne à l'endroit indiqué sur votre reçu.",
    "check-hours": "Veuillez vérifier les heures d'ouverture du <Link>Centre Service Canada ou du bureau des passeports</Link> avant de vous y rendre.",
    "check-hours-href": "https://ircc.canada.ca/francais/passeport/map/carte.asp"
  },
  "reset": "Vérifier l'état d'une autre demande",
  "shipped-canada-post": {
    "header": "Votre passeport a été envoyé par la poste",
    "printed-mailed": "Votre nouveau passeport a été imprimé avec succès et vous a été envoyé par la poste.",
    "shipping-information": {
      "header": "Informations sur l'expédition",
      "sending-via": "Nous vous envoyons votre passeport et vos documents fournis en support de la demande par Postes Canada.",
      "take-up-to": "Cela peut prendre 2 à 3 jours ouvrables pour arriver.",
      "northern-remote": "Si vous vivez dans une région au nord ou éloignée, cela pourrait prendre jusqu'à 8 jours ouvrables pour arriver.",
      "supporting-documents": "Nous pourrions renvoyer vos documents fournis en support de la demande séparément.",
      "dont-receive": "Si vous ne recevez pas vos documents fournis en support de la demande dans les six semaines suivant la réception de votre passeport, <Link>contactez-nous</Link>."
    }
  },
  "shipped-fedex": {
    "header": "Votre passeport a été envoyé par la poste",
    "printed-mailed": "Votre nouveau passeport a été imprimé avec succès et vous a été envoyé par la poste.",
    "shipping-information": {
      "country-canada": {
        "dont-receive": "Si vous ne recevez pas vos documents fournis en support de la demande dans les six semaines suivant la réception de votre passeport, <Link>contactez-nous</Link>.",
        "header": "Informations pour les clients dont les passeports sont envoyés au Canada",
        "mailing": "Nous vous envoyons votre passeport et vos documents fournis en support de la demande par Purolator. Votre numéro de repérage est <strong>{{trackingNumber}}</strong>.",
        "send-separately": "Nous pourrions renvoyer vos documents fournis en support de la demande séparément."
      },
      "country-us": {
        "header": "Informations pour les clients dont les passeport sont envoyés aux États-Unis",
        "mailing": "Nous vous envoyons votre passeport et vos documents fournis en support de la demande par FedEx. Votre numéro de repérage est <strong>{{trackingNumber}}</strong>."
      },
      "dont-receive": "Si vous ne recevez pas votre passeport ou vos documents fournis en support de la demande, <Link>contactez-nous</Link>.",
      "header": "Informations sur l'expédition",
      "no-tracking-number": {
        "mailing": "Nous vous envoyons votre passeport et vos documents fournis en support de la demande par FedEx. Cela peut prendre entre 5 à 7 jours ouvrables pour arriver."
      }
    }
  },
  "status-check-call": "Si vous ne recevez pas votre passeport ou vos documents fournis en support de la demande, <Link>contactez-nous</Link>.",
  "status-check-contact": {
    "service-standard-href": "https://www.canada.ca/fr/immigration-refugies-citoyennete/services/passeports-canadiens/delais-traitement.html"
  },
  "status-check-tracking": {
    "can-track": "Vous pouvez <Link>suivre en ligne la livraison de votre colis</Link>.",
    "link": {
      "canada-post": "https://www.canadapost-postescanada.ca/track-reperage/fr#/details/{{trackingNumber}}",
      "fedex": "https://www.fedex.com/fedextrack/?action=track&cntry_code=ca&locale=fr_ca&trackingnumber={{trackingNumber}}",
      "purolator": "https://www.purolator.com/fr/expedition/faire-le-suivi-dun-envoi?pin={{trackingNumber}}"
    },
    "number": "Votre numéro de repérage est <strong>{{trackingNumber}}</strong>."
  },
  "status-check-urgent": {
    "express-services-href": "https://www.canada.ca/fr/immigration-refugies-citoyennete/services/passeports-canadiens/passeport-urgent-express.html"
  },
  "surname": {
    "error": {
      "required": "Le nom de famille est obligatoire."
    },
    "help-message": "Indiquez le nom de famille de la personne à qui le passeport est destiné. <strong>Assurez-vous que les informations que vous indiquez correspondent à votre demande de passeport.</strong>",
    "label": "Nom de famille"
  },
  "try-again": "Mettre à jour les informations et réessayer"
}
