{
  "header": "Get my file number",
  "description": "Fill in the fields below to get your file number. Make sure your information matches your passport application form. We'll then email the file number to the email address on file.",
  "email": {
    "label": "Email address",
    "error": {
      "required": "The email address is required.",
      "valid": "The email address must be valid."
    }
  },
  "given-name": {
    "error": {
      "required": "Given name(s) required."
    },
    "label": "Given name(s)"
  },
  "surname": {
    "error": {
      "required": "The surname is required."
    },
    "label": "Surname"
  },
  "date-of-birth": {
    "error": {
      "current": "The date of birth must be in the past.",
      "invalid": "The date of birth must be valid in the following format: YYYY-MM-DD (Year-Month-Day).",
      "required": "The date of birth is required."
    },
    "label": "Date of birth"
  },
  "email-esrf": "Email my file number",
  "email-sent-confirmation": "An email has been sent if there was a match in our records with the file number (ESRF).",
  "email-confirmation-msg": {
    "request-received": "Your request to get the file number has been received",
    "if-exists": "If we're able to locate the file with the information you gave us, we'll send you an email with the file number.",
    "please-contact": "You should receive the email within 30 minutes. If you don't receive it, call the passport call centre at "
  },
  "page-unauth": {
    "header": "Page Unauthorized",
    "desc": "Please accept the Privacy and Email terms as well as give your consent before getting your file number (ESRF)",
    "button": "Privacy and Email terms"
  },
  "help-message": {
    "email": "Provide your full email address exactly as provided on the passport application form. For child applications, provide the full email address for the applicant parent or legal guardian exactly as provided on the passport application."
  },
  "header-messages": {
    "fill-in-field": "Fill in the fields below to get your file number. We'll then email the file number to the email address on file.",
    "matches": "Make sure your information matches your passport application form.",
    "for-child": "For child applications, use the child's given name(s) and surname exactly as provided on their passport application.",
    "passport-officer": "When entering the application into our system, the passport officer may have updated information in the application to match the information provided on the proof of citizenship or supporting identification. This may differ from preferred information for you or your child."
  }
}
