{
  "header": "Get my file number (ESRF)",
  "description": "Please enter the following required feilds, as entered on your passport application form, to have your file number (ESRF) emailed to the email address on file.",
  "email": {
    "label": "Email address",
    "error": {
      "required": "The email address is required.",
      "valid": "The email address must be valid."
    }
  },
  "given-name": {
    "error": {
      "required": "The given name is required."
    },
    "label": "Given name"
  },
  "surname": {
    "error": {
      "required": "The surname is required."
    },
    "label": "Surname"
  },
  "date-of-birth": {
    "error": {
      "current": "The date of birth must be in the past.",
      "invalid": "The date of birth must be valid in the following format: YYYY-MM-DD (Year-Month-Day).",
      "required": "The date of birth is required."
    },
    "label": "Date of birth"
  },
  "email-esrf": "Email my file number (ESRF)",
  "email-sent-confirmation": "An email has been sent if there was a match in our records with the file number (ESRF).",
  "page-unauth": {
    "header": "Page Unauthorized",
    "desc": "Please accept the Privacy and Email terms as well as give your consent before getting your file number (ESRF)",
    "button": "Privacy and Email terms"
  },
  "describedby": {
    "email": "Provide your full email address as provided on the passport application form. If this is a request for a child application, please provide the full email address as provided on the passport application form for the applicant parent/guardian.",
    "given-name": "Please use the given name exactly as provided on your passport application. If this is a request for a child passport application, please use the child’s given name as provided on the passport application. Please note that the given name provided may have been updated to reflect the first given name on your proof of Canadian citizenship or supporting identification.",
    "surname": "Please use the last name exactly as provided on your passport application. If this is a request for a child passport application, please use the child’s last name as provided on the passport application. Please note that the surname provided may have been updated to reflect the surname on your proof of Canadian citizenship or supporting identification.",
    "date-of-birth": "Please provide your date of birth as provided on your passport application. If this is a request for a child passport application, please use the child’s date of birth as provided on the passport application. Please note that the date of birth provided may have been updated to reflect the date of birth on your proof of Canadian citizenship."
  }
}
