{
  "date-of-birth": {
    "error": {
      "current": "The date of birth must be in the past.",
      "invalid": "The date of birth must be valid in the following format: YYYY-MM-DD (Year-Month-Day).",
      "required": "The date of birth is required."
    },
    "help-message": "Enter the birthdate of the person who the passport is for.",
    "label": "Date of birth"
  },
  "email": {
    "error": {
      "required": "The email address is required.",
      "valid": "The email address must be valid."
    },
    "help-message": "Enter the email address you provided on your passport application form.",
    "for-child": {
      "title": "For child applications",
      "help-message": "For child applications, enter the email address of the applicant parent or legal guardian provided on the passport application."
    },
    "label": "Email address"
  },
  "email-confirmation-msg": {
    "dont-receive-header": "If you did not receive an email",
    "dont-receive": "If you haven't received the email with your reference number:",
    "dont-receive-list": {
      "item-1": "check your junk folder",
      "item-2": "if you think you may have entered different information than what was on your passport application, try again by clicking the button below"
    },
    "if-exists": "Your request has been received. If we can find the file with the information you gave us, <strong>we'll email you the file number or reference number</strong>. If you don't receive the email in your inbox, check your junk folder.",
    "may-take": "It can take 5-10 business days for your application to appear in our system. Try again tomorrow - we update our system daily.",
    "please-contact": "Still haven't received the email with your reference number? <Link>Contact us</Link>.",
    "request-received": {
      "header": "We received your request",
      "will-email": "We received your request for a reference number. If the information you provided matches our records, <strong>we'll email you</strong> within 30 minutes.",
      "once-received": "Once you receive the email, please continue by clicking the button below."
    }
  },
  "email-esrf": "Email me the reference number",
  "enter-reference-number": "Enter my reference number",
  "given-name": {
    "title": "If the applicant has a single legal name",
    "error": {
      "required": "The given name(s) is required."
    },
    "help-message": "Enter first name(s) <strong>and any middle name(s)</strong> of the person who the passport is for. <strong>Make sure the information you enter matches your passport application.</strong>",
    "label": "Given name(s)"
  },
  "header": "Get your reference number",
  "header-messages": {
    "matches": "<strong>Make sure the information you enter matches your passport application.</strong>",
    "required": "<em>All fields are required.</em>"
  },
  "one-name": "Applicants with <strong>only one name</strong> (single or multiple names entered all in one field) must call us at 1‑800‑567‑6868 to get the status of their application.",
  "request-another": "Request reference number again",
  "surname": {
    "error": {
      "required": "The surname is required."
    },
    "help-message": "Enter last name of the person who the passport is for. <strong>Make sure the information you enter matches your passport application.</strong>",
    "label": "Surname"
  }
}
