{
  "date-of-birth": {
    "error": {
      "current": "The date of birth must be in the past.",
      "invalid": "The date of birth must be valid in the following format: YYYY-MM-DD (Year-Month-Day).",
      "required": "The date of birth is required."
    },
    "help-message": "Enter the birthdate of the person who the passport is for.",
    "label": "Date of birth on the application"
  },
  "email": {
    "error": {
      "required": "The email address is required.",
      "valid": "The email address must be valid."
    },
    "help-message": "Enter it exactly as provided on your passport application form.",
    "help-message-secondary": "<strong>For child applications,</strong> provide the full email address for the applicant parent or legal guardian exactly as provided on the passport application.",
    "label": "Email address"
  },
  "email-confirmation-msg": {
    "dont-receive": "If you don't receive an email, you can:",
    "dont-receive-list": {
      "item-1": "review the information you entered and try again or",
      "item-2": "try again tomorrow—we update our records daily"
    },
    "if-exists": "Your request has been received. If we can find the file with the information you gave us, <strong>we'll email you the file number or reference number</strong>. If you don't receive the email in your inbox, check your junk folder.",
    "may-not-receive": "You may not receive an email if:",
    "may-not-receive-list": {
      "item-1": "the information you gave us doesn't match the information in our system or",
      "item-2": "we received the application, but haven't started processing it yet"
    },
    "please-contact": "If you still don't receive it, <Link>contact us</Link>.",
    "request-received": "Your request has been received"
  },
  "email-esrf": "Email me the file number or reference number",
  "given-name": {
    "title": "If the applicant has a single legal name.",
    "error": {
      "required": "The given name(s) is required."
    },
    "help-message": "Enter first name(s) and any middle name(s) of the person who the passport is for.",
    "label": "Given name(s)"
  },
  "header": "Get my passport application file number or reference number",
  "header-messages": {
    "matches": "<strong>Make sure the information you enter here matches your passport application.</strong>",
    "required": "<em>All fields are required.</em>"
  },
  "one-name": "Applicants with <strong>only one name</strong> (single or multiple names entered all in one field) must call us at 1‑800‑567‑6868 to get the status of their application.",
  "request-another": "Request another file number or reference number",
  "surname": {
    "error": {
      "required": "The surname is required."
    },
    "help-message": "Enter last name of the person who the passport is for.",
    "label": "Surname on the application"
  }
}
