{
  "header": "Get my passport application file number or reference number",
  "email": {
    "label": "Email address",
    "error": {
      "required": "The email address is required.",
      "valid": "The email address must be valid."
    }
  },
  "given-name": {
    "error": {
      "required": "The given name(s) of applicant is required."
    },
    "label": "Given name(s) of applicant"
  },
  "surname": {
    "error": {
      "required": "The surname of applicant is required."
    },
    "label": "Surname of applicant"
  },
  "date-of-birth": {
    "error": {
      "current": "The applicant date of birth must be in the past.",
      "invalid": "The applicant date of birth must be valid in the following format: YYYY-MM-DD (Year-Month-Day).",
      "required": "The applicant date of birth is required."
    },
    "label": "Applicant date of birth"
  },
  "email-esrf": "Email me the file number or reference number",
  "email-sent-confirmation": "An email has been sent if there was a match in our records with the file number (ESRF).",
  "email-confirmation-msg": {
    "request-received": "Your request has been received",
    "if-exists": "If we can find the file with the information you gave us, <strong>we'll email you the file number or reference number</strong>. If you don't receive the email in your inbox, check your junk folder.",
    "may-not-receive": "You may not receive an email if:",
    "may-not-receive-list": {
      "item-1": "the information you gave us doesn't match the information in our system or",
      "item-2": "we received the application, but haven't started processing it yet"
    },
    "dont-receive": "If you don't receive an email, you can:",
    "dont-receive-list": {
      "item-1": "review the information you entered and try again or",
      "item-2": "try again tomorrow — we update our records daily"
    },
    "please-contact": "If you still don't receive it, <Link>contact us</Link>."
  },
  "page-unauth": {
    "header": "Page Unauthorized",
    "desc": "Please accept the Privacy and Email terms as well as give your consent before getting your file number (ESRF)",
    "button": "Privacy and Email terms"
  },
  "help-message": {
    "email": "Enter it exactly as provided on your passport application form.",
    "for-child-application": "<strong>For child applications,</strong> provide the full email address for the applicant parent or legal guardian exactly as provided on their passport application."
  },
  "header-messages": {
    "matches": "<strong>Make sure your information matches the proof of citizenship and supporting ID used when you applied for a passport.</strong> Your proof of citizenship could be one of the following:",
    "list": {
      "item-1": "birth certificate",
      "item-2": "citizenship certificate",
      "item-3": "citizenship card or",
      "item-4": "other documents, like a naturalization certificate"
    },
    "child-applications": "Child applications",
    "for-child-application": "Use the child's given name(s) and surname and date of birth, exactly as provided on their proof of citizenship."
  },
  "request-another": "Request another file number or reference number"
}
