{
  "header": "Get my file number",
  "description": "Fill in the fields below to get your file number. Make sure your information matches your passport application form. We'll then email the file number to the email address on file.",
  "email": {
    "label": "Email address",
    "error": {
      "required": "The email address is required.",
      "valid": "The email address must be valid."
    }
  },
  "given-name": {
    "error": {
      "required": "Given name(s) required."
    },
    "label": "Given name(s)"
  },
  "surname": {
    "error": {
      "required": "The surname is required."
    },
    "label": "Surname"
  },
  "date-of-birth": {
    "error": {
      "current": "The date of birth must be in the past.",
      "invalid": "The date of birth must be valid in the following format: YYYY-MM-DD (Year-Month-Day).",
      "required": "The date of birth is required."
    },
    "label": "Date of birth"
  },
  "email-esrf": "Email my file number (ESRF)",
  "email-sent-confirmation": "An email has been sent if there was a match in our records with the file number (ESRF).",
  "email-confirmation-msg": {
    "request-received": "Your request to get the file number has been received",
    "if-exists": "If we're able to locate the file with the information you gave us, we'll send you an email with the file number.",
    "please-contact": "You should receive the email within 30 minutes. If you don't receive it, call the passport call centre at "
  },
  "page-unauth": {
    "header": "Page Unauthorized",
    "desc": "Please accept the Privacy and Email terms as well as give your consent before getting your file number (ESRF)",
    "button": "Privacy and Email terms"
  },
  "help-message": {
    "email": "Provide your full email address as provided on the passport application form. For child applications, provide the full email address for the applicant parent or legal guardian exactly as provided on the passport application.",
    "given-name": "Please use the given name(s) exactly as provided on your passport application. For child applications, provide the child's given name(s) as provided on the passport application. Please note that the given name(s) provided may have been updated to reflect the first given name(s) on your proof of Canadian citizenship or supporting identification.",
    "surname": "Please use the last name exactly as provided on your passport application. For child applications, provide the child's last name as provided on the passport application. Please note that the surname provided may have been updated to reflect the surname on your proof of Canadian citizenship or supporting identification.",
    "date-of-birth": "Please provide your date of birth as provided on your passport application. For child applications, provide the child's date of birth as provided on the passport application. Please note that the date of birth provided may have been updated to reflect the date of birth on your proof of Canadian citizenship."
  }
}
