{
  "date-of-birth": {
    "error": {
      "current": "The date of birth must be in the past.",
      "invalid": "The date of birth must be valid in the following format: YYYY-MM-DD (Year-Month-Day).",
      "required": "The date of birth is required."
    },
    "label": "Date of birth"
  },
  "check-again": "To check the status of another application, click the button below:",
  "check-status": "Check Status",
  "description": "Use this service with your file number (ESRF) to check the status of your passport application.",
  "esrf": {
    "error": {
      "length": "The file number must be 8 characters long.",
      "required": "The file number is required."
    },
    "label": "File number"
  },
  "given-name": {
    "error": {
      "required": "The given name is required."
    },
    "label": "Given name"
  },
  "previous": "Previous",
  "reset": "Restart",
  "header": "Passport Status Check",
  "status": {
    "1": "Approved",
    "2": "In examination",
    "3": "Rejected"
  },
  "status-is": "The latest status of your application according to our records is:",
  "surname": {
    "error": {
      "required": "The surname is required."
    },
    "label": "Surname"
  },
  "unable-to-find-status": "We are unable to determine the status of your application at this time using this service.",
  "other-ways-to-status": "Contact us",
  "no-match-title": "Other ways to get your status:",
  "help-message": {
    "esrf": "When submitting your application in-person, you are provided with a File Number. The File Number begins with at least 1 letter and has a maximum of 8 total characters. (Examples of possible formats: “A1234567” or “AA123456” or “A123456” or “AA12345”)",
    "given-name": "Please use the given name exactly as provided on your passport application. If this is a request for a child passport application, please use the child’s given name as provided on the passport application. Please note that the given name provided may have been updated to reflect the first given name on your proof of Canadian citizenship or supporting identification.",
    "surname": "Please use the last name exactly as provided on your passport application. If this is a request for a child passport application, please use the child’s last name as provided on the passport application. Please note that the surname provided may have been updated to reflect the surname on your proof of Canadian citizenship or supporting identification.",
    "date-of-birth": "Please provide your date of birth as provided on your passport application. If this is a request for a child passport application, please use the child’s date of birth as provided on the passport application. Please note that the date of birth provided may have been updated to reflect the date of birth on your proof of Canadian citizenship."
  }
}
