{
  "date-of-birth": {
    "error": {
      "current": "The applicant date of birth must be in the past.",
      "invalid": "The applicant date of birth must be valid in the following format: YYYY-MM-DD (Year-Month-Day).",
      "required": "The applicant date of birth is required."
    },
    "label": "Applicant date of birth"
  },
  "check-again": "Check the status of another application",
  "check-status": "Check Status",
  "description": "Fill in the fields below to check the status of your passport application. Make sure your information matches your passport application form.",
  "esrf": {
    "error": {
      "required": "The file number is required."
    },
    "help": "If you can't find your file number, you can <Link>request to receive it</Link>.",
    "label": "File number"
  },
  "given-name": {
    "error": {
      "required": "The given name(s) of applicant is required."
    },
    "label": "Given name(s) of applicant"
  },
  "previous": "Check the status of another application",
  "reset": "Check the status of another application",
  "header": "Check the status of your passport application",
  "status": {
    "1": {
      "label": "Being processed",
      "description": "Your application has been received and is in progress. If any further information is required, we will contact you."
    },
    "2": {
      "label": "Issued and Ready for Pickup",
      "description": "Your passport will be issued and ready for pick-up on your scheduled pick-up date. You must wait until your scheduled pick-up date to pick up your passport. Your passport pick-up date will show on your pick-up receipt."
    },
    "3": {
      "label": "Issued and Shipping Canada Post",
      "description": "Your passport has been issued and shipped using Canada Post. Please note that any documents you provided to support your passport application will be shipped to you separately.",
      "tracking": "You can track this shipment on Canada Post's website using the tracking code: "
    },
    "4": {
      "label": "Issued and Shipping Fedex",
      "description": "Your passport has been issued and shipped using FedEx. Please note that any documents you provided to support your passport application will be shipped to you separately.",
      "tracking": "You can track this shipment on FedEx's website using the tracking code: "
    },
    "5": {
      "label": "Not acceptable for processing",
      "description": "We reviewed your application and you will receive further communication by mail or by phone from the Passport Program."
    },
    "99": {
      "label": "Application No Longer Meets Criteria for Use",
      "description": "If you're seeing this then something has gone wrong."
    }
  },
  "status-is": "The latest status of your application according to our records is:",
  "surname": {
    "error": {
      "required": "The surname of applicant is required."
    },
    "label": "Surname of applicant"
  },
  "cannot-provide-result": {
    "title": "We cannot provide a result at this time because:",
    "reason1": "the information you provided does not match the information in our system;",
    "reason2": "we have not yet received your application; or",
    "reason3": "we have received your application but have not yet started processing it."
  },
  "no-record": {
    "cannot-give-status": {
      "description": "We can't give you your application status right now",
      "because": "This is because:",
      "list": {
        "item-1": "the information you gave us doesn't match the information in our system <strong>or</strong>",
        "item-2": "we received your application, but haven't started processing it yet"
      }
    },
    "contact-us": "If you can't get your application status using this tool, or if your application is taking longer than the <Link>service standard</Link>, please call us toll free at <strong>{{phoneNumber}}</strong>.",
    "service-standard-link": "https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-passports/processing-times.html",
    "double-check": "Double-check your information and try again. If we still can't find your file, you can try again tomorrow. We update our records daily."
  },
  "being-processed": {
    "received": "We have received your application and are now processing it",
    "we-will-contact": "If we need more information, we'll contact you by email or telephone. We will <strong>never</strong> use text or instant messages to contact you about your passport application."
  },
  "ready-for-pickup": {
    "has-been-printed": "The passport has been printed",
    "check-receipt": "The passport is on its way to the pick-up location. Check your receipt to confirm the date and location",
    "not-available": "The passport will not be available before the pick-up date printed on your receipt"
  },
  "shipped-canada-post": {
    "header": "The passport has been printed and mailed",
    "mailing": "We're mailing it to you by Canada Post.",
    "supporting-documents": "We may send your supporting documents back separately."
  },
  "shipped-fedex": {
    "header": "The passport has been printed and sent to the United States",
    "mailing": "We're sending it to you by FedEx.",
    "supporting-documents": "You'll receive the passport and supporting documents in the same envelope."
  },
  "not-acceptable": {
    "cannot-process": "We have reviewed your application and can't process it further",
    "explanation": "We're sending you a letter explaining why and will return your supporting documents at the same time.",
    "call-us": "For more information, call us toll free at <strong>{{phoneNumber}}</strong>."
  },
  "status-check-contact": {
    "call-us": "Call us toll free at <strong>{{phoneNumber}}</strong> if your application is taking longer than the <Link>service standard</Link>",
    "service-standard-href": "https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-passports/processing-times.html"
  },
  "status-check-urgent": {
    "description": "If you need the passport within 10 business days, learn <Link>how to get urgent or express service for your existing application</Link>",
    "express-services-href": "https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-passports/urgent-emergency-passport.html"
  },
  "status-check-tracking": {
    "number": "Your tracking number is <strong>{{trackingNumber}}</strong>.",
    "can-track": "You can track the package online",
    "link": {
      "canada-post": "https://www.canadapost-postescanada.ca/track-reperage/en?referenceNumber={{trackingNumber}}#/details/{{trackingNumber}}",
      "fedex": "https://www.fedex.com/fedextrack/?action=track&cntry_code=ca&locale=en_ca&trackingnumber={{trackingNumber}}"
    }
  },
  "status-check-call": "Call us toll free at <strong>{{phoneNumber}}</strong> if you don't receive your documents within 4 weeks of receiving your passport.",
  "header-messages": {
    "matches": "<strong>Make sure your information matches your proof of citizenship and supporting ID.</strong> Your proof of citizenship could be one of the following:",
    "list": {
      "item-1": "birth certificate",
      "item-2": "citizenship certificate",
      "item-3": "citizenship card <strong>or</strong>",
      "item-4": "other documents, like a naturalization certificate"
    },
    "for-child-application": "<strong>For child applications,</strong> use the child's given name(s) and surname and date of birth, exactly as provided on their proof of citizenship."
  }
}
