{
  "date-of-birth": {
    "error": {
      "current": "The date of birth must be in the past.",
      "invalid": "The date of birth must be valid in the following format: YYYY-MM-DD (Year-Month-Day).",
      "required": "The date of birth is required."
    },
    "label": "Date of birth"
  },
  "check-again": "To check the status of another application, click the button below:",
  "check-status": "Check Status",
  "description": "Use this service with your file number (ESRF) to check the status of your passport application.",
  "esrf": {
    "error": {
      "length": "The file number must be 8 characters long.",
      "required": "The file number is required.",
      "starts-with-letter": "The file number must begin with a letter (e.g. A1234567)."
    },
    "label": "File number"
  },
  "given-name": {
    "error": {
      "required": "The given name is required."
    },
    "label": "Given name(s)"
  },
  "previous": "Previous",
  "reset": "Restart",
  "header": "Passport Status Check",
  "status": {
    "1": {
      "label": "Being processed",
      "description": "Your application has been received and is in progress. If any further information is required, we will contact you."
    },
    "2": {
      "label": "Issued and Ready for Pickup",
      "description": "Your passport will be issued and ready for pick-up on your scheduled pick-up date. You must wait until your scheduled pick-up date to pick up your passport. Your passport pick-up date will show on your pick-up receipt."
    },
    "3": {
      "label": "Issued and Shipping Canada Post",
      "description": "Your passport has been issued and shipped using Canada Post. Please note that any documents you provided to support your passport application will be shipped to you separately.",
      "tracking": "You can track this shipment on Canada Post's website using the tracking code: "
    },
    "4": {
      "label": "Issued and Shipping Fedex",
      "description": "Your passport has been issued and shipped using FedEx. Please note that any documents you provided to support your passport application will be shipped to you separately.",
      "tracking": "You can track this shipment on FedEx's website using the tracking code: "
    },
    "5": {
      "label": "Not acceptable for processing",
      "description": "We reviewed your application and you will receive further communication by mail or by phone from the Passport Program."
    },
    "99": {
      "label": "Application No Longer Meets Criteria for Use",
      "description": "If you're seeing this then something has gone wrong."
    }
  },
  "status-is": "The latest status of your application according to our records is:",
  "surname": {
    "error": {
      "required": "The surname is required."
    },
    "label": "Surname"
  },
  "unable-to-find-status": "We are unable to determine the status of your application at this time using this service.",
  "other-ways-to-status": "Contact us",
  "no-match-title": "Other ways to get your status:",
  "cannot-provide-result": {
    "title": "We cannot provide a result at this time because:",
    "reason1": "the information you provided does not match the information in our system;",
    "reason2": "we have not yet received your application; or",
    "reason3": "we have received your application but have not yet started processing it."
  },
  "please-verify": "Please verify the information entered and try again.",
  "please-wait": "If you have not waited at least (insert amount of time/full service standard), please try again at a later date/time.",
  "still-unable": {
    "if-still-unable": "If you are still unable to retrieve your status, you may:",
    "contact-call-center": "Contact the Passport Call Centre (insert phone #).",
    "visit-in-person": "Visit an in-person Service Canada Centre nearest you (link to FSCO)"
  },
  "help-message": {
    "esrf": "When submitting your application in-person, you are provided with a File Number. The File Number begins with at least 1 letter and has a maximum of 8 total characters. (Examples of possible formats: “A1234567” or “AA123456” or “A123456” or “AA12345”)",
    "given-name": "Please use the given name exactly as provided on your passport application. If this is a request for a child passport application, please use the child’s given name as provided on the passport application. Please note that the given name provided may have been updated to reflect the first given name on your proof of Canadian citizenship or supporting identification.",
    "surname": "Please use the last name exactly as provided on your passport application. If this is a request for a child passport application, please use the child’s last name as provided on the passport application. Please note that the surname provided may have been updated to reflect the surname on your proof of Canadian citizenship or supporting identification.",
    "date-of-birth": "Please provide your date of birth as provided on your passport application. If this is a request for a child passport application, please use the child’s date of birth as provided on the passport application. Please note that the date of birth provided may have been updated to reflect the date of birth on your proof of Canadian citizenship."
  }
}
