{
  "being-processed": {
    "applied-by-mail": "If you applied by mail or at a Service Canada Centre offering 20-day passport services, it may take up to 20 business days for us to complete the review.",
    "applied-in-person": "If you applied in person at a passport office or a Service Canada Centre offering 10-day passport service, it may take up to 10 business days for us to complete the review.",
    "dont-meet-standards": "If we don't meet our service standards",
    "get-urgent": "Find out how to get <Link>urgent or express service for existing applications</Link> if you need the passport within 10 business days. Extra fees may apply.",
    "incomplete": "In some cases, we may not be able to process an incomplete application and will return it to you as soon as possible.  You will receive a letter by mail explaining why we cannot process the application as well as your supporting documents.",
    "may-be-eligible": "You may be eligible for a partial refund if we don't meet our <Link>service standards</Link>.",
    "need-faster": "If you need the passport faster",
    "ready-within": "If your application has been duly completed, your passport should be ready within our <Link>service standards</Link>. However, it may take a bit longer to process an application during peak periods.",
    "received": "We have received your application and are now reviewing it",
    "received-will-not-change": "We have received your application and are now reviewing it. Your status will not change as we are reviewing the application.",
    "we-will-contact": "If we need more information, we'll contact you by telephone, mail, or email. If we contact you by telephone, the call may show up as a blocked number. We will <strong>never</strong> contact you by text message or instant message."
  },
  "check-status": "Check Status",
  "date-of-birth": {
    "error": {
      "current": "The date of birth must be in the past.",
      "invalid": "The date of birth must be valid in the following format: YYYY-MM-DD (Year-Month-Day).",
      "required": "The date of birth is required."
    },
    "help-message": "Enter the birthdate of the person who the passport is for.",
    "label": "Date of birth on the application"
  },
  "esrf": {
    "error": {
      "required": "The file number is required."
    },
    "help-message": "If you can't find the file number or reference number, you can <Link>request to receive it</Link>.",
    "label": "File number or reference number"
  },
  "given-name": {
    "error": {
      "required": "The given name(s) is required."
    },
    "help-message": "Enter first name(s) and any middle name(s) of the person who the passport is for.",
    "label": "Given name(s) on the application"
  },
  "header": "Get the status of your passport application",
  "header-messages": {
    "list": {
      "item-1": "birth certificate",
      "item-2": "citizenship certificate",
      "item-3": "citizenship card or",
      "item-4": "other documents, like a naturalization certificate"
    },
    "matches": "<strong>Make sure your information matches the proof of citizenship and supporting ID used when you applied for a passport.</strong> Your proof of citizenship could be one of the following:"
  },
  "no-record": {
    "can-review": "You can review the information you entered and try again.",
    "cannot-give-status": {
      "because": "We can't give you the application status right now. The status of your passport is not available because:",
      "description": "We can't give you the application status right now",
      "list": {
        "item-1": "the information you gave us doesn't match the information in our system or",
        "item-2": "we received the application, but haven't started processing it yet"
      }
    },
    "contact-us": "If you can't get the application status using this tool, or if the application is taking longer than the <Link>service standard</Link>, please <Link2>contact us</Link2>.",
    "get-urgent": "Find out how to get <Link>urgent or express service for existing applications</Link> if you need the passport within 10 business days. Extra fees may apply.",
    "need-faster": "If you need the passport faster"
  },
  "not-acceptable": {
    "cannot-process": "We've reviewed your application and can't process it further",
    "contact-us": "For more information, <Link>contact us</Link>.",
    "explanation": "We've reviewed your application and can't process it further. We're sending you a letter explaining why and will return your supporting documents at the same time."
  },
  "one-name": "Applicants with <strong>only one name</strong> (single or multiple names entered all in one field) must call us at 1‑800‑567‑6868 to get the status of their application.",
  "previous": "Check the status of another application",
  "ready-for-pickup": {
    "check-receipt": "Check your receipt for pick-up instructions",
    "date-passed": "If your pick-up date has passed, you can go in anytime to pick up your passport.",
    "has-been-printed": "Your application is approved. Your passport will be available for pick-up on the date indicated on your receipt.",
    "not-available": "Your passport will not be available before the pick-up date printed on your receipt.",
    "receipt-details": "Your receipt details the date and location that you should pick-up your passport."
  },
  "reset": "Check the status of another application",
  "shipped-canada-post": {
    "header": "Your passport has been printed and mailed",
    "mailing": "We're mailing it to you by Canada Post",
    "remote-area": "If you live in a northern or remote area, it may take up to 8 business days to arrive.",
    "supporting-documents": "We may send your supporting documents back separately.",
    "take-up-to": "It can take up to 2 to 3 business days to arrive.",
    "united-states": {
      "title": "Special instructions for applicants residing in the United States",
      "mailed-us": "If your passport is being mailed to the United States, it will be sent to you via FedEx.",
      "supporting-documents": "You'll receive your passport and supporting documents in the same envelope.",
      "contact-us": "If you don't receive your passport and supporting documents, <Link>contact us</Link>."
    }
  },
  "shipped-fedex": {
    "contact-us": "If you don't receive your passport and supporting documents, <Link>contact us</Link>.",
    "header": "Your passport has been printed and mailed to you",
    "mailing": "We're sending it to you by FedEx",
    "supporting-documents": "You'll receive your passport and supporting documents in the same envelope.",
    "take-up-to": "It can take up to 5 to 7 business days to arrive."
  },
  "status-check-call": "<Link>Contact us</Link> if you don't receive your documents within 6 weeks of receiving your passport.",
  "status-check-contact": {
    "service-standard-href": "https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-passports/processing-times.html"
  },
  "status-check-tracking": {
    "can-track": "You can <Link>track the package online</Link>.",
    "link": {
      "canada-post": "https://www.canadapost-postescanada.ca/track-reperage/en#/details/{{trackingNumber}}",
      "fedex": "https://www.fedex.com/fedextrack/?action=track&cntry_code=ca&locale=en_ca&trackingnumber={{trackingNumber}}"
    },
    "number": "Your tracking number is <strong>{{trackingNumber}}</strong>."
  },
  "status-check-urgent": {
    "express-services-href": "https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-passports/urgent-emergency-passport.html"
  },
  "surname": {
    "error": {
      "required": "The surname is required."
    },
    "help-message": "Enter last name of the person who the passport is for.",
    "label": "Surname on the application"
  }
}
